Repository: oarepo/oarepo
Catalog: oarepo/collected_translations/flask_security/translations/*/LC_MESSAGES/flask_security.po
Languages: cs, sv

source: Login Required
cs: Vyžadováno přihlášení
sv: Inloggning krävs.

source: Welcome
cs: Vítejte
sv: Välkommen

source: Please confirm your email
cs: Prosím, potvrďte svůj e-mail
sv: Bekräfta din e-postadress

source: Your password has been reset
cs: Vaše heslo bylo resetováno
sv: Ditt lösenord har återställts

source: Your password has been changed
cs: Vaše heslo bylo změněno
sv: Ditt lösenord har ändrats.

source: Password reset instructions
cs: Instrukce pro resetování hesla
sv: Instruktioner för att återställa lösenord.

source: You do not have permission to view this resource.
cs: Nemáte právo zobrazit tento zdroj.
sv: Du har inte rättigheter för att visa denna resurs.

source: Thank you. Confirmation instructions have been sent to %(email)s.
cs: Děkujeme. Pokyny pro potvrzení byly zaslány na %(email)s .
sv: Tack! Instruktioner för hur du bekräftar har skickats till %(email)s.

source: Thank you. Your email has been confirmed.
cs: Děkujeme. Váš e-mail byl potvrzen.
sv: Tack! Din e-postadress är bekräftad.

source: Your email has already been confirmed.
cs: Váš e-mail již byl potvrzen.
sv: Din e-postadress var redan bekräftad.

source: Invalid confirmation token.
cs: Neplatný ověřovací token.
sv: Ogiltig bekräftelsetoken.

source: %(email)s is already associated with an account.
cs: %(email)s je již přiřazen k účtu.
sv: %(email)s är redan kopplad till ett konto.

source: Password does not match
cs: Heslo se neshoduje
sv: Lösenordet stämmer inte.

source: Passwords do not match
cs: Hesla se neshodují
sv: Lösenorden stämmer inte överens.

source: Redirections outside the domain are forbidden
cs: Přesměrování vně domény jsou zakázána
sv: Vidarekoppling utanför domänen tillåts inte.

source: Instructions to reset your password have been sent to %(email)s.
cs: Pokyny k resetování Vašeho hesla byly zaslány na %(email)s .
sv: Instruktioner för att återställa ditt lösenord har skickats till %(email)s.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
cs: Do %(within)s jste neresetoval(a) heslo. Nové pokyny byly zaslány na %(email)s .
sv: Du återställde inte ditt lösenord inom %(within)s. Nya instruktioner har skickats till %(email)s.

source: Invalid reset password token.
cs: Neplatný token pro resetování hesla.
sv: Ogiltig token för att återställa lösenord.

source: Email requires confirmation.
cs: Je vyžadováno potvrzení e-mailu.
sv: E-post kräver bekräftad adress.

source: Confirmation instructions have been sent to %(email)s.
cs: Pokyny pro potvrzení byly zaslány na %(email)s .
sv: Instruktioner för att bekräfta. har skickats till %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
cs: Do %(within)s jste nepotvrdil(a) e-mail. Nové pokyny pro potvrzení e-mailu byly zaslány na %(email)s .
sv: Du bekräftade inte din e-postadress inom %(within)s. Nya instruktioner för att bekräfta din e-postadress har skickats til %(email)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
cs: Do %(within)s jste se nepřihlásil(a). Nové pokyny byly zaslány na %(email)s .
sv: Du loggade inte in inom %(within)s. Nya instruktioner för inloggning har skickats till %(email)s.

source: Instructions to login have been sent to %(email)s.
cs: Pokyny pro přihlášení byly zaslány na %(email)s .
sv: Instruktioner för inloggning har skickats till %(email)s.

source: Invalid login token.
cs: Neplatný token pro přihlášení.
sv: Ogiltig inloggningstoken.

source: Account is disabled.
cs: Účet je zakázán.
sv: Kontot har avaktiverats.

source: Email not provided
cs: E-mail nezadán
sv: E-post har inte angivits.

source: Invalid email address
cs: Neplatná e-mailová adresa
sv: Ogiltig e-postadress.

source: Password not provided
cs: Heslo nezadáno
sv: Lösenord har inte angivits.

source: No password is set for this user
cs: Pro daného uživatele nebylo nastaveno heslo
sv: Denna användare har inte angett något lösenord.

source: Password must be at least 6 characters
cs: Heslo musí mít alespoň 6 znaků
sv: Lösenordet måste ha minst 6 tecken.

source: Specified user does not exist
cs: Uvedený uživatel neexistuje
sv: Den angivna användaren existerar inte.

source: Invalid password
cs: Neplatné heslo
sv: Ogiltigt lösenord.

source: Forgot password?
cs: Zapomenuté heslo?
sv: Glömt ditt lösenord?

source: You successfully reset your password and you have been logged in automatically.
cs: Úspěšně jste restoval(a) heslo a byl(a) jste automaticky přihlášen(a).
sv: Du har återställt ditt lösenord och loggats in automatiskt.

source: Your new password must be different than your previous password.
cs: Vaše nové heslo musí být jiné než předchozí.
sv: Ditt nya lösenord måste vara annorlunda än ditt tidigare lösenord.

source: You successfully changed your password.
cs: Úspěšně jste změnil(a) heslo.
sv: Du har ändrat ditt lösenord.

source: Please log in to access this page.
cs: Pro přístup na tuto stránku se prosím přihlašte.
sv: Logga in för att komma åt denna sida.

source: Please reauthenticate to access this page.
cs: Pro přístup na stránku se prosím znovu autentizujte.
sv: För att komma åt denna sida måste du ange lösenord igen.

source: Email Address
cs: E-mailová adresa
sv: E-postadress

source: Password
cs: Heslo
sv: Lösenord

source: Login
cs: Přihlášení
sv: Logga in

source: Register
cs: Registrovat
sv: Registrera

source: Resend Confirmation Instructions
cs: Znovu zaslat pokyny pro potvrzení
sv: Skicka instruktioner för att bekräfta igen.

source: Recover Password
cs: Obnovit heslo
sv: Återställ lösenord.

source: Reset Password
cs: Resetovat heslo
sv: Återställ Lösenord

source: Retype Password
cs: Napište znovu heslo
sv: Skriv lösenordet igen

source: New Password
cs: Nové heslo
sv: Nytt lösenord.

source: Change Password
cs: Změnit heslo
sv: Ändra Lösenord

source: Menu
sv: Meny

source: Forgot password
cs: Zapomenuté heslo
sv: Glömt lösenord

source: Confirm account
cs: Potvrdit účet
sv: Bekräfta konto.

source: Change password
cs: Změnit heslo
sv: Ändra lösenord

source: Send password reset instructions
cs: Zaslat pokyny pro resetování hesla
sv: Skicka instruktioner för att återställa lösenord.

source: Reset password
cs: Resetovat heslo
sv: Återställ lösenord

source: Resend confirmation instructions
cs: Znovu zaslat pokyny pro potvrzení
sv: Skicka instruktioner för att bekräfta igen.

source: Your password has been changed.
cs: Vaše heslo bylo změněno.
sv: Ditt lösenord har ändrats.

source: If you did not change your password,
cs: Pokud jste nezměnili své heslo,
sv: Om du inte ändrade ditt lösenord,

source: click here to reset it
cs: pro resetování klikněte zde
sv: Klicka här för att återställa.

source: Please confirm your email through the link below:
cs: Potvrďte prosím Váš e-mail přes odkaz uvedený níže:
sv: Bekräfta din e-postadress med hjälp av länken nedan, tack.

source: Confirm my account
cs: Potvrdit můj účet
sv: Bekräfta mitt konto.

source: Click here to reset your password
cs: Pro resetování hesla klikněte sem
sv: Klicka här för att återställa ditt lösenord.

source: Welcome %(email)s!
cs: Vítejte %(email)s !
sv: Välkommen %(email)s!

source: You can confirm your email through the link below:
cs: Svůj e-mail můžete potvrdit přes odkaz uvedený níže:
sv: Du kan bekräfta din e-postadress med hjälp av länken nedan:
