Repository: oarepo/oarepo
Catalog: oarepo/collected_translations/invenio_administration/translations/*/LC_MESSAGES/messages.po
Languages: ar, et, fr, hu, ro, tr

source: Administration
ar: الإدارة
et: Administreerimine
hu: Adminisztráció
ro: Administrare
tr: Yönetim

source: Invalid resource {resource} configured for view {view}.
ar: تمّت تهيئة مورد غير صالح {resource} للعرض {view}.
et: Kuvamiseks {view} seadistatud kehtetu ressurss {resource}.
fr: Ressource invalide {resource} configurée pour la vue {view}.
hu: A(z) {view} nézethez érvénytelen forrás ({resource}) lett beállítva.
ro: Resursă nevalidă {resource} configurată pentru vizualizare {view}.
tr: {view} görünümü için geçersiz kaynak {resource} yapılandırıldı.

source: No extension found with name '{extension_name}' .
ar: لا يوجد إمتداد بإسم '{extension_name}'.
et: Laiendit nimega '{extension_name}' ei leitud.
fr: Aucune extension trouvée avec le nom '{extension_name}' .
hu: Nem találtunk kiterjesztést ezzel a névvel: '{extension_name}'.
ro: Nu a fost găsită nicio extensie cu numele '{extension_name}'.
tr: '{extension_name}' adında bir uzantı bulunamadı.

source: Invalid actions configuration, order or schema missing
ar: إجراءات التهيئة غير صالحة، الترتيب أو المخطّط مفقود
et: vale toimingute konfiguratsioon, tellimus või skeem puudub.
fr: Configuration, ordre ou schéma d'actions non valides manquants
hu: Érvénytelen műveletkonfiguráció, sorrend vagy séma hiányzik
ro: Configurare nevalidă a acțiunilor, lipsește ordinea sau schema.
tr: Geçersiz eylem yapılandırması, sıralama veya şema eksik

source: Cannot instantiate resource view {name} without a resource.
ar: لا يمكن إنشاء مثيل عرض مورد {name} بدون مورد.
et: Ressursivaadet {name} ei saa ilma ressursita luua.
fr: Impossible d'instancier la vue des ressources {name} sans ressource.
hu: A(z) {name} forrásnézet nem hozható létre forrás nélkül.
ro: Nu pot afișa vizualizarea resursei {name} fără o resursă.
tr: Kaynak olmadan {name} kaynak görünümü örneklenemez.

source: Cannot instantiate resource view {name} without an associated flask extension.
ar: لا يمكن إنشاء مثيل عرض مورد {name} ليس مرتبطا بإمتداد فلاسك flask extension.
et: Ressursivaadet {name} ei saa ilma seotud flaski laiendita luua.
fr: Impossible d'instancier la vue des ressources {name} sans extension de flacon associée.
hu: A forrásnézet nem hozható létre hozzárendelt flask kiterjesztés nélkül.
ro: Nu pot afișa vizualizarea resursei {name} fără o extensie flask asociată.
tr: İlişkilendirilmiş bir flask uzantısı olmadan {name} kaynak görünümü örneklenemez.

source: Cannot instantiate administration view {name} without a default GET view
ar: لا يمكن إنشاء مثيل تصرّف في عرض {name} بدون default GET view.
et: Administraatori vaadet {name} ei saa ilma vaikevaateta GET luua
fr: Impossible d'instancier la vue d'administration {name} sans vue GET par défaut
hu: A(z) {name} adminisztrációs nézet nem hozható létre az alapértelmezett GET nézet nélkül
ro: Nu pot afișa vizualizarea administrativă {name} fără o vizualizare specifică pentru GET
tr: Varsayılan bir GET görünümü olmadan {name} yönetim görünümü örneklenemez

source: Unrecognized field type: %(field_type)s
ar: نوع الحقل غير معروف: %(field_type)s
hu: Ismeretlen mezőtípus: %(field_type)s

source: Unrecognised schema field %(field)s: %(field_type_name)s
ar: نوع هيكل الحقل غير معروف%(field)s: %(field_type_name)s
hu: Ismeretlen mező a sémában %(field)s: %(field_type_name)s

source: %(icon)s Administration
ar: %(icon)sالإدارة
et: %(icon)sAdministraator
hu: %(icon)s Adminisztráció
ro: %(icon)s Administrare
tr: %(icon)s Yönetim

source: Item should be MenuItem instance.
ar: يجب أن يكون العنصر مثيلًا MenuItem.
hu: Az elem nem megfelelő típusú – MenuItem típus szükséges.

source: Side menu
ar: قائمة جانبيّة
et: külgmenüü
fr: Menu latéral
hu: Oldalmenü
ro: Meniu lateral
tr: Yan Menü

source: Welcome to InvenioRDM Administration
ar: مرحبا بك في إدارة إنفينيوأردأم
et: Tere tulemast InvenioRDM-i administratsiooni
fr: Bienvenue chez InvenioRDM Administration
hu: Üdvözöljük az InvenioRDM Admin felületén
ro: Bine ai venit la Administrarea InvenioRDM
tr: InvenioRDM Yönetimine Hoş Geldiniz

source: Welcome to Invenio Administration
ar: مرحبا بك في إدارة انفنيو
et: Tere tulemast Invenio administratsiooni
fr: Bienvenue chez Invenio Administration
hu: Üdvözöljük az Invenio Administration felületén
ro: Bine ai venit la Administrarea Invenio
tr: Invenio Yönetimine Hoş Geldiniz

source: My managment tool
ar: أدواتي للتّصرّف
et: Minu juhtimistööriist
fr: Mon outil de gestion
hu: Kezelőeszközeim
ro: Instrumentul personal pentru management
tr: Yönetim aracım

source: Back
ar: رجوع
et: Tagasi
fr: Retour
hu: Vissza
ro: Înapoi
tr: Geri

source: Create
ar: إضافة
et: Loo
fr: Créer
hu: Létrehozás
ro: Creează
tr: Oluştur

source: Home navigation
ar: الإبحار في الرئيسيّة
et: Kodu navigeerimine
fr: Accueil navigation
hu: Otthoni navigáció
ro: Mergi la pagina principală
tr: Ana sayfa gezinme bölmesi

source: Back to front page
ar: رجوع إلى الصّفحة الأماميّة
et: Tagasi esilehele
fr: Retour à la première page
hu: Vissza a nyitó oldalra
ro: Înapoi la prima pagină
tr: Ana sayfaya dön

source: Menu
ar: القائمة
et: Menüü
hu: Menü
ro: Meniu
tr: Menü

source: Close menu
ar: إغلاق القائمة
et: Sulge menüü
fr: Fermer le menu
hu: Menü bezárása
ro: Închide meniul
tr: Menüyü kapat

source: Administration dashboard
ar: لوح قيادة الإدارة
et: Administreerimise armatuurlaud
fr: Tableau de bord d'administration
hu: Adminisztrátori irányítópult
ro: Tabloul de bord administrativ
tr: Yönetim paneli

source: Dashboard
ar: لوح القيادة
et: Armatuurlaud
fr: Tableau
hu: Irányítópult
ro: Tablou de bord
tr: Gösterge paneli

source: Log in
ar: تسجيل الدّخول
et: Logi sisse
fr: Connexion
hu: Bejelentkezés
tr: Giriş yap

source: Sign up
ar: سجّل
et: Registreeri
fr: Inscription
hu: Regisztráció
ro: Înregistrare
tr: Kayıt ol

source: My account
ar: حسابي
et: Minu konto
fr: Mon compte
hu: Fiókom
ro: Contul meu
tr: Hesabım

source: Log out
ar: خروج
et: Logi välja
fr: Déconnexion
hu: Kijelentkezés
ro: Deconectare
tr: Çıkış yap

source: Toggle side menu
ar: غيّر إلى القائمة الجانبيّة
et: Lülitage külgmenüü sisse
fr: Basculer menu latéral
hu: Oldalmenü váltása
ro: Comută meniul lateral
tr: Yan menüyü göster/gizle

source: Resource details
ar: تفاصيل المورد
hu: Forrás adatai

source: Edit resource
ar: عرض المورد
hu: Forrás szerkesztése

source: Create resource
ar: إنشاء مورد
hu: Forrás létrehozása
