Repository: oarepo/oarepo
Catalog: oarepo/collected_translations/invenio_records_resources/translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Invalid reference for '%(key)s': %(obj)s
hu: Érvénytelen hivatkozás a(z) '%(key)s' kulcshoz: %(obj)s

source: Invalid query string syntax.
hu: Érvénytelen szintaxis a lekérdezésben.

source: Misconfigured search.
hu: Rosszul beállított keresés.

source: Internal server error
hu: Belső szerverhiba

source: Invalid querystring parameters.
hu: Érvénytelen lekérdezési paraméterek.

source: Permission denied.
hu: Engedély megtagadva.

source: The record has been deleted.
hu: A rekord törölve lett.

source: The persistent identifier is already registered.
hu: Az állandó azonosítót már regisztrálták.

source: The persistent identifier does not exist.
hu: Az állandó azonosító nem létezik.

source: The persistent identifier is not registered.
hu: Az állandó azonosító nincs regisztrálva.

source: Not found.
hu: Nem található.

source: Facet %(vocabulary_id)s not found.
hu: Facetta: %(vocabulary_id)snem található.

source: Unable to decode JSON data in request body.
hu: Nem sikerült dekódolni a kérés JSON adatait.

source: Not a valid value.
hu: Érvénytelen érték

source: The file upload transfer failed, please try again.
hu: Sikertelen fájlfeltöltés, kérjük próbálja újból.

source: Uploading selected files will result in exceeding the max amount per record.
hu: A kiválasztott fájlok feltöltésével meghaladná a rekordonkénti maximális fájlmennyiséget.

source: Revision id provided(%(expected_revision_id)s) doesn't match record's one(%(record_revision_id)s)
hu: A megadott revízióazonosító (%(expected_revision_id)s) nem egyezik meg a rekord aktuális azonosítójával (%(record_revision_id)s)

source: Facet %(vocab)s not found.
hu: Facetta: %(vocab)s nem található.

source: Record '%(recid)s' has no file '%(file_key)s'.
hu: A(z) %(recid)s rekord(ok)ban nem található %(file_key)s nevű fájl.

source: Record '%(recid)s' failed to upload file '%(file_key)s'.
hu: Nem sikerült feltölteni a(z) %(file_key)s fájlt a(z) %(recid)s rekordhoz.

source: Uploading the selected files would result in {files_count} files (max is {max_files}).
hu: A kiválasztott fájlok feltöltése összesen {files_count} fájlt eredményezne (a megengedett maximum: {max_files}).

source: Namespace %(given_namespace)s is not valid for custom field %(field_name)s.
hu: A %(given_namespace)s névtér nem érvényes a(z) %(field_name)segyéni mező(k)höz.

source: Custom fields %(field_names)s are not configured.
hu: A(z) %(field_names)s egyéni mezők nincsenek beállítva.

source: Invalid argument %(arg_name)s passed when initializing custom field.
hu: Érvénytelen paraméter %(arg_name)s került megadásra az egyéni mező inicializálásakor.

source: File upload transfer failed.
hu: Sikertelen fájlfeltöltés.

source: File size limit exceeded.
hu: Túllépte a fájlméret limitet.

source: Empty files are not accepted.
hu: Az üres fájlok nem lesznek elfogadva.

source: Best match
hu: Legjobb találat

source: Newest
hu: Legújabb

source: Oldest
hu: Legrégebbi

source: You must first delete all files to set the record to be metadata-only.
hu: A csak-metaadat rekordra való átállításhoz először törölnie kell a fájlokat.

source: Invalid pagination parameters.
hu: Érvénytelen lapozási paraméterek.

source: You cannot specify both 'q' and 'suggest' parameters at the same time.
hu: Nem lehet egyszerre 'q' és 'suggest' paramétereket megadni.

source: Invalid 'suggest' parameter.
hu: Érvénytelen 'suggest' paraméter.

source: Invalid sort option '%(sort_option)s'.
hu: Érvénytelen rendezési szempont: %(sort_option)s

source: Invalid search field: %(field_name)s.
hu: Érvénytelen keresési mező: %(field_name)s
