Repository: oarepo/oarepo
Catalog: oarepo/collected_translations/invenio_drafts_resources/translations/*/LC_MESSAGES/messages.po
Languages: ar, de, es, hu

source: Redirecting...
ar: تم التحوبل
de: Umleiten ...
es: Redirigiendo...
hu: Átirányítás...

source: Best match
ar: أفضل تطابق
de: Beste Übereinstimmung
es: Mejor coincidencia
hu: Legjobb találat

source: Newest
ar: الأحدث
de: Neuster
es: Más nuevo
hu: Legújabb

source: Oldest
ar: الأقدم
de: Ältester
es: Más viejo
hu: Legrégebbi

source: Version
ar: إصدار
hu: Verzió

source: Recently updated
ar: المحيّن مؤخرا
de: Kürzlich aktualisiert
es: Actualizado recientemente
hu: Nemrég feltöltött

source: Least recently updated
ar: الأقل تحيينا
de: Am wenigsten aktuell
es: Menos actualizado recientemente
hu: Legrégebben feltöltött

source: Records should be updated via their draft.
ar: ينبغي تحديث التسجيلات من خلال مسوداتها.
de: Datensätze sollten über ihre Entwürfe aktualisiert werden.
es: Los registros deben actualizarse a través de su borrador.
hu: A rekord módosítása a belőle képzett vázlat révén tehető meg.

source: Failed to fetch the record versions.
ar: فشل في جلب إصدارات التسجيلة.
de: Abrufen der Datensatzversionen fehlgeschlagen.
es: No se pudieron obtener las versiones del registro.
hu: A rekord verzióinak lekérdezése sikertelen.

source: Files support is not enabled.
ar: دعم الملفات ليس مفعّلا .
de: Dateiunterstützung ist nicht aktiviert.
es: El soporte de archivos no está habilitado.
hu: A fájlok támogatása nincs engedélyezve.

source: You don't have permissions to manage files options.
ar: ليس لك صلوحيّات لإدارة خيارات الملفات.
de: Sie haben keine Berechtigungen, um Dateioptionen zu verwalten.
es: No tiene permiso para administrar las opciones de archivos.
hu: Nincs jogosultsága a fájlok beállításainak szerkesztéséhez.

source: Missing uploaded files. To disable files for this record please mark it as metadata-only.
ar: الملفات التي يتم تحميلها مفقودة. لإبطال تحميل ملفات هذه التّسجيلة ، يرجى تحديدها على أنها بيانات وصفية فقط.
de: Fehlender Datei-Upload. Um Dateien für diesen Eintrag zu deaktivieren, markieren Sie ihn bitte als "Reiner Metadateneintrag".
es: Faltan los archivos subidos. Para deshabilitar los archivos para este registro, márquelo como de solo metadatos.
hu: Hiányoznak a feltöltött fájlok. A rekordhoz tartozó fájlok letiltásához jelölje meg a rekordot csak metaadat rekordként.

source: Missing uploaded files.
ar: الملفات التي تم تحميلها مفقودة.
de: Fehlende hochgeladene Dateien.
es: Faltan archivos subidos.
hu: Hiányzó feltöltött fájlok.

source: One or more files have not completed their transfer, please wait.
ar: لم يكتمل تحويل بعض الملفات، يرجى الإنتظار.
de: Der Transfer von einer oder mehreren Dateien ist noch nicht abgeschlossen. Bitte warten.
es: Uno o más archivos no han completado su transferencia. Espere, por favor.
hu: Egy vagy több fájl átvitele még nem fejeződött be, kérjük, várjon.

source: Files support must be enabled.
ar: دعم الملفات يجب أن يكون مفعّلا .
de: Die Datei-Unterstützung muss aktiviert sein.
es: El respaldo de archivos debe estar activado.
hu: A fájlok támogatását engedélyezni kell.

source: Please remove all files first.
ar: يرجى إزالة جميع الملفات أولاً.
de: Bitte entfernen Sie zuerst alle Dateien.
es: Por favor, borre primero todos los archivos.
hu: Kérjük, először távolítsa el az összes fájlt!

source: The record has no files.
ar: التّسجيلة لا تحتوي على ملفات.
de: Der Eintrag enthält keine Dateien.
es: El registro no tiene archivos.
hu: A rekordhoz nem tartoznak fájlok.
