Repository: oarepo/oarepo
Catalog: oarepo/collected_translations/invenio_github/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Webhook data not found for user tokens (remote data).
de: Webhook-Daten wurden für Benutzertoken (Remote-Daten) nicht gefunden.

source: You must set GITHUB_WEBHOOK_RECEIVER_URL.
de: Sie müssen GITHUB_WEBHOOK_RECEIVER_URL festlegen.

source: Remote account was not found for user.
de: Remote-Account für Benutzer*in wurde nicht gefunden.

source: Last sync data is not set for user (remote data).
de: Letzte Synchronisationsdaten sind nicht für Benutzer*in festgelegt (Remote-Daten).

source: Github returned unexpected code: %(status)s for release %(repo_id)s
de: GitHub hat unerwarteten Code zurückgegeben: %(status)s für Release %(repo_id)s

source: The user cannot access the github repository
de: Benutzer*in kann nicht auf das GitHub-Repository zugreifen

source: This repository is not enabled for webhooks.
de: Dieses Repository ist nicht für Webhooks aktiviert.

source: The repository does not exist.
de: Das Repository existiert nicht.

source: Invalid sender for event
de: Ungültiger Absender für Ereignis

source: The release has already been received.
de: Der Release wurde bereits empfangen.

source: The metadata file is not valid JSON.
de: Die Metadatendatei ist kein gültiges JSON.

source: The oauth session token was not found.
de: Das OAuth-Sitzungstoken wurde nicht gefunden.

source: RemoteAccount not found for user
de: Remotekonto für Benutzer*in wurde nicht gefunden

source: RemoteAccount extra data not set for user.
de: Remotekonto-Extradaten sind nicht für Benutzer*in festgelegt.

source: Release does not exist.
de: Release existiert nicht.

source: Github API returned an unexpected error.
de: GitHub-API gab einen unerwarteten Fehler zurück.

source: Received
de: Empfangen

source: Processing
de: Verarbeitet

source: Published
de: Veröffentlicht

source: Failed
de: Fehlgeschlagen

source: Deleted
de: Gelöscht

source: Deleted hook from github repository.
de: Hook aus GitHub-Repository gelöscht.

source: DOI Badge
de: DOI-Abzeichen

source: This badge points to the latest released version of your repository. If you want a DOI badge for a specific release, please follow the DOI link for one of the specific releases and grab badge from the archived record.
de: Das DOI-Abzeichen verweist auf die neueste veröffentlichte Version Ihres Repositorys. Falls Sie ein DOI-Abzeichen für eine bestimmte Version benötigen, folgen Sie bitte dem DOI-Link auf diese Version. Dort finden Sie das DOI-Abzeichen des archivierten Eintrags.

source: Close
de: Schließen

source: This repository is managed by another user of your GitHub organization.
de: Dieses Repository wird von einer*einem anderen Benutzer*in Ihrer GitHub-Organisation verwaltet.

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: GitHub Repositories
de: GitHub-Repositorys

source: Sync now
de: Jetzt synchronisieren

source: Syncing
de: Synchronisation

source: (updated {})
de: (aktualisiert {})

source: Get started
de: Loslegen

source: Flip the switch
de: Schalter umlegen

source: Select the repository you want to preserve, and toggle the switch below to turn on automatic preservation of your software.
de: Wählen Sie das Repository aus, das bestehen bleiben soll, und aktivieren Sie den unten stehenden Schalter, um die automatische Archivierung Ihrer Software zu aktivieren.

source: (example)
de: (Beispiel)

source: Create a release
de: Release erstellen

source: Go to GitHub and <a href="https://help.github.com/articles/creating-releases" target="_blank">create a release <i class="small icon external" aria-hidden="true"></i></a>. {} will automatically download a .zip-ball of each new release and register a DOI.
de: Gehen Sie zu GitHub und <a href="https://help.github.com/articles/creating-releases" target="_blank">erstellen Sie ein Release <i class="small icon external" aria-hidden="true"></i></a>. {} wird automatisch ein .zip-Archiv für jeden neuen Release herunterladen und einen DOI registrieren.

source: Get the badge
de: Abzeichen erhalten

source: After your first release, a DOI badge that you can include in GitHub README will appear next to your repository below.
de: Nach Ihrem ersten Release wird ein DOI-Abzeichen angezeigt, das Sie in Ihre GitHub-README-Datei einbinden können.

source: Example DOI:
de: Beispiel-DOI:

source: Enabled Repositories
de: Aktivierte Repositorys

source: Repositories
de: Repositorys

source: If your organization's repositories do not show up in the list, please ensure you have enabled <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">third-party access <i class="small icon external" aria-hidden="true"></i></a> to the {} application. Private repositories are not supported.
de: Wenn Ihre Repositorys nicht in der Liste angezeigt werden, stellen Sie bitte sicher, dass Sie <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">Drittanbieter-Zugriff <i class="small icon external" aria-hidden="true"></i></a> für die {} Anwendung aktiviert haben. Private Repositorys werden nicht unterstützt.

source: You have no repositories on GitHub.
de: Sie haben keine Repositorys auf GitHub.

source: Go to <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> and create your first or click Sync-button to synchronize latest changes from GitHub.
de: Gehen Sie zu <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> und erstellen Sie Ihr erstes Repository oder klicken Sie auf den Sync-Button, um die neuesten Änderungen von GitHub zu synchronisieren.

source: Software preservation made simple!
de: Software-Erhaltung einfach gemacht!

source: Connect your GitHub account
de: Verbinden Sie Ihr GitHub-Konto

source: Connect
de: Verbinden

source: To get started, click "Connect" and we will get a list of your repositories from GitHub.
de: Um zu beginnen, klicken Sie auf "Verbinden", damit die Liste Ihrer GitHub-Repositorys abgerufen werden kann.

source: Go to GitHub.
de: Gehen Sie zu GitHub.

source: Visit repository on GitHub:
de: Besuchen Sie das Repository auf GitHub:

source: Header
de: Kopfzeile

source: Go back to all repositories
de: Zurück zu allen Repositorys

source: Create release
de: Release erstellen

source: Get started!
de: Loslegen!

source: Go to GitHub and make your first release.
de: Gehen Sie zu GitHub und erstellen Sie Ihren ersten Release.

source: Toggle the switch below to turn on/off automatic preservation of your repository.
de: Schalten Sie hier die automatische Beibehaltung Ihres Repositorys ein bzw. aus.

source: Go to GitHub and create a release. {} will automatically download a .zip-ball of each new release and register a DOI.
de: Gehen Sie zu GitHub und erstellen Sie einen Release. {} wird automatisch ein .zip-Archiv für jeden neuen Release herunterladen und einen DOI registrieren.

source: See release on GitHub
de: Veröffentlichung auf GitHub ansehen

source: Citation File
de: Zitations-Datei

source: Errors
de: Fehler

source: Create CITATION.cff
de: CITATION.cff erstellen

source: files are plain text files with human- and machine-readable citation information for software. Code developers can include them in their repositories to let others know how to correctly cite their software.
de: Dateien sind Textdateien mit menschen- und maschinenlesbarer Zitations-Information. Software-Entwickler*innen können sie in ihre Repositorys einbinden, um kenntlich zu machen, wie die Software korrekt zitiert werden kann.

source: An example of the CITATION.cff for this release can be found below:
de: Ein Beispiel der CITATION.cff für diese Veröffentlichung finden Sie unten:

source: Github session token is requested
de: GitHub-Sitzungstoken wurde angefordert

source: Failed to enable repository.
de: Konnte Repository nicht aktivieren.

source: Failed to enable repository, hook creation not successful.
de: Konnte Repository nicht aktivieren, Hook-Erstellung nicht erfolgreich

source: Failed to disable repository.
de: Konnte Repository nicht deaktivieren.

source: Failed to disable repository, hook removal not successful.
de: Konnte Repository nicht deaktivieren, Hook-Löschung nicht erfolgreich
