Repository: oarepo/oarepo
Catalog: oarepo/collected_translations/invenio_banners/translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Info
ar: معلومات

source: Warning
ar: تحذير

source: Other
ar: اخرى

source: URL path
ar: مسلك URL

source: Start DateTime
ar: تاريخ و توقيت البدء

source: End DateTime
ar: تاريخ و توقيت الإنتهاء

source: Active
ar: مفعٌل

source: Banners
ar: لافتات

source: Site management
ar: إدارة الموقع

source: Id
ar: معرّف Id

source: Start time (UTC)
ar: توقيت البدء (ت ع م)

source: End time (UTC)
ar: توقيت الإنهاء (ت ع م)

source: Message
ar: رسالة

source: Category
ar: الفئة

source: Start time
ar: توقيت البدء

source: Date/time to make the banner active. Input format: yyyy-mm-dd hh:mm:ss. Set to future date/time to delay the banner. Note: specify time in UTC time standard.
ar: التاريخ/الوقت لتنشيط اللافتة. تنسيق الإدخال: yyyy-mm-dd hh:mm:ss. إعداد كل من التاريخ و الوقت "لوقت لاحق" لتأخير اللافتة. ملحوظة: حدد الوقت وفقًا لمعيار توقيت UTC.

source: End time
ar: توقيت الإنتهاء

source: Date/time to make the banner inactive. Input format: yyyy-mm-dd hh:mm:ss. An empty value makes the banner active until manually disabled via the active flag. Note: specify time in UTC time standard.
ar: التاريخ/الوقت لعطيل تنشيط اللافتة. تنسيق الإدخال: yyyy-mm-dd hh:mm:ss. القيمة الفارغة تُفعّل اللافتة حتى يتم تعطيلها يدويًا عبر علامة التنشيط. ملحوظة: حدد الوقت وفقًا لمعيار توقيت UTC.

source: Message to be displayed on the banner. HTML format is supported.
ar: الرسالة التي ستعرض على اللاّفتة. صيغة HTML مدعومة.

source: URL path prefix (including the first /) to define where the message will be active on the site. For example, if you enter `/records`, any URL starting with `/records` will return an active banner (`/records`, `/records/1234`, etc.). An empty value makes the banner active for any URL.
ar: بادئة مسار path prefix عنوان URL (بما في ذلك أول /) لتحديد المكان الذي ستنشيط فيه الرسالة على الموقع. على سبيل المثال، إذا أدخلت `/records`، فإن أي عنوان URL يبدأ بـ `/records` سيُرجع لافتة نشطة (`/records`، `/records/1234`، إلخ). القيمة الفارغة تجعل اللافتة نشطة لأي عنوان URL.

source: Banner category. `Info` option displays a blue banner. `Warning` option displays an orange banner. `Other` option displays a gray banner.
ar: فئة اللافتات. خيار 'المعلومات' يعرض لافتة زرقاء. خيار 'تحذير' يعرض لافتة برتقالية. خيار 'أخرى' يعرض لافتة رمادية.

source: Tick it to activate the banner: banner will be displayed according to start/end times. If not activated, start/end times will be ignored.
ar: أنقر على فعّل اللافتة: سيتم عرض اللافتة حسب وقت البدء/النهاية. في حال عدم تفعيلها، سيتم تجاهل وقت البدء/النهاية.

source: Edit Banner
ar: تعديل اللافتة

source: Create Banner
ar: أنشئ لافتة

source: Banner Details
ar: تفاصيل اللافتة

source: Created
ar: تمّ الإنشاء

source: Updated
ar: محينة

source: Ascending
ar: تصاعدي

source: Descending
ar: تنازلي

source: Url path
ar: مسلك URL
